<?php
require("../../inc/header.php");

/*
		SoftName : EmpireBak Version 2010
		Author   : wm_chief
		Copyright: Powered by www.phome.net
*/

DoSetDbChar('utf8');
E_D("DROP TABLE IF EXISTS `ecs_comment`;");
E_C("CREATE TABLE `ecs_comment` (
  `comment_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `comment_type` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `title` varchar(200) NOT NULL DEFAULT '',
  `id_value` mediumint(8) unsigned NOT NULL DEFAULT '0',
  `email` varchar(60) NOT NULL DEFAULT '',
  `user_name` varchar(60) NOT NULL DEFAULT '',
  `content` text NOT NULL,
  `comment_rank` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `add_time` int(10) unsigned NOT NULL DEFAULT '0',
  `ip_address` varchar(15) NOT NULL DEFAULT '',
  `status` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `parent_id` int(10) unsigned NOT NULL DEFAULT '0',
  `user_id` int(10) unsigned NOT NULL DEFAULT '0',
  `rec_id` mediumint(8) NOT NULL DEFAULT '0',
  `comment_tag` varchar(255) NOT NULL,
  `buy_time` int(10) NOT NULL DEFAULT '0',
  `good_num` mediumint(8) NOT NULL DEFAULT '0',
  `hide_username` tinyint(1) NOT NULL DEFAULT '0',
  `order_id` mediumint(8) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`comment_id`),
  KEY `parent_id` (`parent_id`),
  KEY `id_value` (`id_value`)
) ENGINE=MyISAM AUTO_INCREMENT=128 DEFAULT CHARSET=utf8");
E_D("replace into `ecs_comment` values('1','0','','9','','t***1','xs号正好，','5','1476368993','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('2','0','','9','','大***0','还可以','5','1476368161','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('3','0','','9','','媛***y','一直喜欢你家的衣服','5','1476366497','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('4','0','','9','','y***e','还不错','5','1476364001','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('5','0','','9','','t***8','衣服不厚，适合现在穿，客服介绍的码很准。','5','1476360673','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('6','0','','9','','永***2','韩都衣舍的品质没得说，一如既往的好','5','1476356513','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('7','0','','9','','t***1','很合身','5','1476351521','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('8','0','','9','','华***意','宝贝不错，客服态度很好，很喜欢','5','1476345697','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('9','0','','9','','宝***7','很不错，也不是第一次买了','5','1476339041','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('10','0','','9','','1***你','挺可爱的，但是袖子有点短，很痛苦呀','5','1476331553','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('11','0','','9','','l***y','很好','5','1476323233','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('12','0','','9','','w***7','一如既往的好，质量、样子，大爱','5','1476314081','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('13','0','','9','','睡***7','喜欢','5','1476304097','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('14','0','','9','','偌***孩','没试穿~~应该还行吧','5','1476293281','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('15','0','','9','','陈***1','喜欢','5','1476281633','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('16','0','','9','','木***9','尺码合适，就是颜色有些暗','5','1476269153','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('17','0','','9','','蓝***宝','质量很好，上身效果也不错','5','1476255841','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('18','0','','9','','l***r','有点偏大！不过总体还不错！','5','1476241697','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('19','0','','9','','周***团','服务很不满意，有史以来最委屈的网购','5','1476226721','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('20','0','','9','','z***2','刚拿到衣服的时候，暗红色的，和图片有色差，挺失望的，本打算退来着，都和客服沟通好了。拿回去给我男票看一下，男票说，挺不错的，虽然和图片不一样，但是穿着蛮好看。为了这句话，我就没退～','5','1476210913','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('21','0','','10','','逆***俊','【语彤】的服务，好评，好评，好评。东西也非常不错，颜色无差异，质量也是杠杠的','5','1476372069','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('22','0','','10','','t***2','快递给力，但感觉不像是正品、整个箱子感觉很柔软，密码锁处有钥匙口没有配备钥匙，拉杆拉起来很摇、很不牢固的感觉&hellip;&hellip;一般般','5','1476371237','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('23','0','','10','','匡***想','还行，就是箱子有点软','5','1476369573','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('24','0','','10','','t***n','很好','5','1476367077','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('25','0','','10','','啊***西','箱子很轻便，颜色也好看，喜欢','5','1476363749','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('26','0','','10','','t***0','挺好用的，大爱','5','1476359589','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('27','0','','10','','q***n','果然分钱分货 本来是买其他家的箱子 但是东西一装 一提就断了 纠结了好久还是选择爱华仕 四年前上大学就在你们家买了行李箱 到现在都四年了还没坏 就是旧了点  现在工作了 换个新的 果然没让我失望轮子静音的 无色差 （喜欢粉色 但是觉得玫红色耐脏哈哈&hellip;） 然后内里什么的也做工精致  过几天出差回来再来追加 对了 物流很快！隔天就到了','5','1476354597','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('28','0','','10','','希***亚','急用 还好 挺住了机场的暴力托运','5','1476348773','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('29','0','','10','','d***m','更换了一次，退换货很迅速，服务态度挺好。可能是28寸箱子大的原因，一眼看起来不太结实的感觉，买小尺寸感观估计会好一些。','5','1476342117','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('30','0','','10','','贾***哲','轮子声音确实比较小，倒是箱体比较软。','5','1476334629','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('31','0','','10','','橙***猪','黑色经典耐脏，撕掉膜后更漂亮，轮子超灵活，拖动的声音也不大，平地基本静音，也结实，杆子确实松，个人觉得影响不大，总体很ok。最后，刚到手就出门炫了，结果经历了来回飞机的托运，伤痕累累，心好痛，早知道就不急着把膜撕掉了?_?','5','1476326309','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('32','0','','10','','伟***墨','好','5','1476317157','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('33','0','','10','','y***3','宝贝还不错，蓝色蛮好看的，不土，很轻薄，质量还不好说，等用了以后在追评吧','5','1476307173','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('34','0','','10','','r***3','拉杆有点松动，希望耐用。我的要求不多，东西就是要拿来用的，能用就好，其他的都满意。','5','1476296357','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('35','0','','10','','j***懒','空间很大，确实消音哦','5','1476284709','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('36','0','','10','','s***1','好评','5','1476272229','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('37','0','','10','','w***4','还不错，很喜欢，就是收到的时候包装箱子有点破损，拆开后表面有点磨损，问题不大，主要是膜破了一层，箱子本体几乎无损，但这很悬啊。','5','1476258917','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('38','0','','10','','w***5','很漂亮','5','1476244773','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('39','0','','10','','豆***彬','好看，','5','1476229797','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('40','0','','10','','x***9','很好，满意','5','1476213989','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('41','0','','12','','c***6','手机很漂亮，客服甜菜很有耐心的为我讲解，非常满意','5','1476372180','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('42','0','','12','','c***4','操作流畅性：速度可以的。信号强度：信号感觉一般，移动卡有点差，而联通比较好信号。音质：比较小声。。拍照效果：拍照还算可以吧，不算很好。','5','1476371348','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('43','0','','12','','贺***0','一般般，也没什么亮点，偏贵！还是荣耀系列性价比高些吧！','5','1476369684','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('44','0','','12','','b***1','手机用着不错，物流也挺给力，物有所值哈?','5','1476367188','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('45','0','','12','','6***2','续航能力：续航能力一如既往的好。拍照效果：杠杠的。充电速度：快。音质：好。操作流畅性：爽。','5','1476363860','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('46','0','','12','','n***w','手机用的很不错。用很长时间都没有出什么问题，双卡双待，妈妈很喜欢。照片就不发了，还会买了送人的。','5','1476359700','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('47','0','','12','','l***5','宝贝收到，用了几天才来评价的，目前手机挺好的，通话音质好，照相机像素好，有照片看看就知道了，下载软件超快，充电一样的快，自我感觉贴的膜不配套，小了不好看。客服丰丰和万物服务好，耐心的回答我提的每个问题，五分好评！','5','1476354708','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('48','0','','12','','徐***强','非常给力！物流速度超级快！手机速度，拍照都非常给力！华为V587','5','1476348884','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('49','0','','12','','g***h','看了几家只有咱们家现货充裕，下单就发货了！迅速！手机还没正式使用，不过很相信华为的品质！','5','1476342228','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('50','0','','12','','李***3','好手机','5','1476334740','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('51','0','','12','','s***9','物流很快，拿到就用了，还不错，拍照功能很强大，就是数据线是单独的，要的话还得另外再配有点麻烦','5','1476326420','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('52','0','','12','','h***d','东西不错，新机子，比图片漂亮。有售后跟踪服务。不足之处是正面的贴膜比屏幕小一圈。','5','1476317268','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('53','0','','12','','上***家','充电速度：特地用了几天才来评价，以前一直用苹果手机，现在换华为，感觉华为比苹果好多了，我只能说太棒了，华为没有让人失望！客服果果很赞，服务态度很好，有耐心！。','5','1476307284','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('54','0','','12','','t***2','信号强度：信号很好。操作流畅性：手机很流畅。拍照效果：拍得很好看。充电速度：充电很快。音质：音乐立体效果强悍。','5','1476296468','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('55','0','','13','','m***p','宝贝收到了，下午下的订单第二天中午就到了，顺风快递给力，然后第一次淘宝上买手机第一次用vivo，这款手机真心满意，个个方面都非常满意，更让我满意的是这手机的拍照以及它的续航能力真的非常给力！','5','1476369003','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('56','0','','13','','n***7','发货速度快，手机质量也很好，用起来也很舒服，但是手机音量偏小，耳机效果不好，没有一点立体声感觉，这点不是很满意','5','1476368997','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('57','0','','13','','彭***7','好评','5','1476368258','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('58','0','','13','','星***部','收到货用后才评论的，分期购确实不错，方便快捷，无忧，手机原装正品，老婆爱不释手?，给满分','5','1476366363','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('59','0','','13','','恩***啊','特意用一星期来评价，对手机很满意，一直以来都是用vivo的手机，这次的x7p真的给了我惊喜，特别是拍照，简直是太过分了不过我很满意，支持vivo','5','1476365455','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('60','0','','13','','s***1','第二次在这里买手机啦！暂时使用感觉还不错，后续再追加吧？','5','1476365435','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('61','0','','13','','雪***雪','手机试用了好几天才来评价，感觉还不错，发货快，手机也好看。','5','1476364753','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('62','0','','13','','q***6','手机是正品，外观也很漂亮，这是我买的第二部vivo了，质量真的很不错，玩起来很顺畅','5','1476364428','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('63','0','','13','','小***5','本来一直中意三星S7大屏手机.介于各方面原因考虑再三，决定第一次购买国产手机，选中了这款vivo大屏，并且到实体店看过真机，顺丰10/5到货了手机，使用近半个月来评价一番。外观美观，运行流畅，大屏幕，大电量，大内存，vivo商店和管家满足基本需求。怎么看怎么喜欢。还有赠品和分期付款。希望开发黑色手机，想给老公也换上Vivo.','5','1476363966','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('64','0','','13','','夏***9','顺丰快递真的很快，一天就到手了。手机用后感觉很赞，就喜欢它的4000Ah的超大电池，还有大内存，系统运行起来不卡。玫瑰金的高颜值也很适合女生使用。送的赠品很实用，这个手机品牌很好。最后客服的珠珠态度很好！','5','1476363701','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('65','0','','13','','j***r','照片质量杠杠的！超出我的预想呢，音响效果也棒棒。妈妈拿出去旅游了，传回照片如下，质感自己感受下，还有点莱卡镜头的冷调子','5','1476363607','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('66','0','','13','','知***心','刚刚查询过是正品，玫瑰金也非常好看，像素高就是任性。就是快递顺丰一点也不顺 真郁闷 送的音箱音质很好，笔记本我也非常喜欢大方简约，听说评论送爱奇艺月卡?','5','1476363296','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('67','0','','13','','刘***明','手机很好，绝对是正品，','5','1476363146','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('68','0','','13','','贪***8','手机不错','5','1476363062','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('69','0','','13','','l***5','很漂亮的手机，很好用，快递很快，屏幕也很大啊！反应很快，送的了很多东西，自拍神器时代，希望耐用。','5','1476362300','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('70','0','','13','','t***d','手机很好哦，第二次购买了，充电很快，大屏大容量，还送了很多礼品哦。','5','1476361538','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('71','0','','13','','t***9','用 了2天感觉 还不错，发货速度1天就到，物流速度很快。正在使用，很流畅，无线网下下载东西非常快，赞一个！ 送的蓝牙小音响，效果也还好，随便用用没什么问题，赞一个！ 先使用一段时间，再追评的！目前这款机子满足我的需求了！','5','1476361434','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('72','0','','13','','z***5','非常好的手机速度快，拍照清楚，款式也好，大爱，以后就支持国产手机。点赞','5','1476361408','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('73','0','','13','','t***1','特意用了几天，感觉比苹果好用，电也蛮省的，第一次在淘宝买数码产品，物流也快，超级满意','5','1476361066','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('74','0','','13','','c***5','东东不错，终于把棒子机丢了，感谢棒子机没有要我小命，','5','1476360254','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('75','0','','14','','c***i','看这很好','5','1476709806','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('76','0','','14','','b***l','质量看起来不错，大小也合适。','5','1476701963','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('77','0','','14','','唐***1','背包质量很好，值得信赖，送的水杯也不错，但是还不知可不可以保温','5','1476687870','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('78','0','','14','','金***大','非常不错的包包，出差、短途户外用起来很方便！','5','1476686570','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('79','0','','14','','k***1','收货晚了点，不错很好的包。','5','1476681216','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('80','0','','14','','笑***1','非常不错，正品，感觉价格小贵','5','1476666887','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('81','0','','14','','q***5','还好 夹层要是能多点就更完美了 装东西挺多的','5','1476664592','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('82','0','','14','','s***n','质量很好，线头很少','5','1476664582','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('83','0','','14','','t***4','质量感觉还行，多用一会儿再来追评','5','1476629053','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('84','0','','14','','习***2','还可以','5','1476628752','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('85','0','','14','','陈***9','标志不是铁质的，差评，其他都不错','5','1476624348','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('86','0','','14','','x***b','对于牌子来说我一直都不抱太大期望...但是这个包的质量确实不错！是不是正品我不给予评价，也不想去深究，但就这个质量来说绝对对得起这个价格！','5','1476623106','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('87','0','','14','','明***寒','包包不错，质量好','5','1476614336','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('88','0','','14','','a***8','质量还不错，以后出差就背它了','5','1476610792','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('89','0','','14','','幻***焱','背包不错。背的很舒服','5','1476608557','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('90','0','','14','','w***7','背包比较简单，口袋设置比较少，不太好','5','1476597713','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('91','0','','14','','言***木','宝贝收到，东西不错','5','1476596612','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('92','0','','14','','m***8','不好意思评论晚了，好评！','5','1476583868','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('93','0','','14','','敬***5','包包不错就是我喜欢的那款','5','1476582765','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('94','0','','14','','p***7','包不错','5','1476578087','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('95','0','','23','','s***y','非常漂亮，很喜欢，很新鲜。','5','1476716540','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('96','0','','23','','c***s','很棒 真的','5','1476690487','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('97','0','','23','','q***5','很好。很喜欢。花美。包装美。客服态度也美。值得推荐。快递棒棒哒。','5','1476690338','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('98','0','','23','','徐***白','花已收到，和想象的一样，店家服务态度也很好，但就是地址出现了点小错误，不过最后还是送到了。然后，卡片&hellip;&hellip;我以为像花店之类的应该是有一个很会写字的，所以我也没问。结果收到之后，挺萌，我女朋友哭笑不得说，还是看我写的吧。值得购买','5','1476624281','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('99','0','','23','','甜***哦','很满意','5','1476621131','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('100','0','','23','','神***袍','送给妈妈的，特别好看，妈妈他也特别喜欢，谢谢','5','1476601245','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('101','0','','23','','c***0','不好意思啊！出差了，忙忘了，不过速度很快！花也很鲜艳！不错不错！','5','1476583526','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('102','0','','23','','t***3','花包装很好，很新鲜，还有卡片，主要是送货及时，满意','5','1476577392','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('103','0','','23','','吉***m','花已经盛放了 因此只能管一天 第二天就枯萎了。此外 送花之前会先打电话给收花人 没有惊喜感','5','1476530139','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('104','0','','23','','林***3','物流很快，很好','5','1476433276','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('105','0','','23','','y***3','朋友很喜欢，谢谢','5','1476336767','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('106','0','','23','','风***泷','帮朋友买的，还好，感觉花不太好看，但朋友很喜欢','5','1476326813','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('107','0','','23','','小***号','很好看，包装的很有格调，男朋友很喜欢哈哈','5','1476177552','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('108','0','','24','','杨***9','差评，烂的要死好难闻，感觉都发霉了','5','1476954029','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('109','0','','24','','猫***h','不错花很漂亮的，也很鲜艳卖家服务很周到，发货速度快！不错很喜欢','5','1476951243','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('110','0','','24','','l***4','虽然少给了卡片，但卖家及时联系我还是很意外的，给好评！！','5','1476950864','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('111','0','','24','','二***1','很满意','5','1476935495','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('112','0','','24','','l***5','还不错，临时换了地址，店主帮我联系送花的师傅送过来，还提早了一点时间。花挺好看的，挺有档次。','5','1476931618','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('113','0','','24','','自***6','不错，多次和店里合作了，我家店里经常用，很新鲜，送货也快，有需要的朋友可以出手，绝对没问题！','5','1476879182','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('114','0','','24','','余***真','美不美。','5','1476778637','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('115','0','','24','','卢***祥','卖家坑人！付钱之前态度很好！付完钱之后想改个贺卡根本都不理你！','5','1476773434','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('116','0','','24','','t***5','卖家人很好，很耐心的解答我的问题。按照我的要求时间送到花。花很好，很新鲜，很漂亮。','5','1476716565','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('117','0','','24','','赵***8','真心的感谢！真心的感谢！非常感谢！花花简直太给力了！太太太漂亮了！想要订花的不要犹豫！就他家订！真心的惊喜！太美了！无敌了！照片稍后献上！从来没有这么激动过！真的是太美了！谢谢了','5','1476698207','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('118','0','','24','','漫***漫','非常不错的一次网购，客服也很耐心，快递速度也很多，我女朋友非常喜欢。','5','1476610336','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('119','0','','24','','顾***娟','花很新款，送过来时也和预定的时间一样好评','5','1476605461','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('120','0','','24','','想***儿','真是良心卖家啊！花不但漂亮，还非常新鲜！送花时间也很准，包装非常精美，给闺蜜了一个大大的惊喜！以后买花就认准你家了！必须好评！','5','1476576425','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('121','0','','24','','天***o','求婚很成功 谢谢卖家 花很赞！','5','1476548088','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('122','0','','24','','w***y','鲜花收到了，很鲜艳漂亮，卖家服务也很到位，物流超快，一次愉快的购物，送老婆一定很喜欢','5','1476496492','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('123','0','','24','','s***2','物流很给力么，花很新鲜，很不错呢，超值，也是抱着试一试的心态来的，没想到这么好，哈哈赞','5','1476491999','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('124','0','','24','','c***c','花的样子不是很好看','5','1476434091','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('125','0','','24','','好***4','送的很及时阿，女朋友特别开心，店家服务特别好，超赞！','5','1476422962','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('126','0','','24','','m***6','女朋友收到花了，说很新鲜很漂亮，送的也很准时，比实体店便宜多了，下次还来你家买哈！','5','1476411252','','1','0','0','0','','0','0','0','0');");
E_D("replace into `ecs_comment` values('127','0','','24','','g***8','花挺新鲜的，特别的漂亮，价格挺合适的，比实体店便宜多了。店，家服务挺热情的，挺有耐心的。','5','1476409429','','1','0','0','0','','0','0','0','0');");

require("../../inc/footer.php");
?>